<?php
return [
    'summary_status' => [
        '0' => '0',
        '1' => '交易中',
        '2' => '成功',
        '3' => '失败',
        '4' => '报表已导出',
        '5' => '审核中',
        '6' => '重新记账申请',
        '7' => '重新记账成功',
        '8' => '通道交易失败',
        '9' => '关闭交易',
    ],
    'double_status' => [
        '01' => '未使用',
        '02' => '已使用',
        '03' => '已过期',
    ],
    'product_status' => [
        '01' => '待支付',
        '02' => '支付失败',
        '03' => '支付成功',
        '04' => '交易关闭',
        '05' => '交易成功',
    ]
];