<?php
/**
 * Created by PhpStorm.
 * User: wangjh
 * Date: 2018/3/15
 * Time: 11:21
 */
return [
    'meeting_status' =>[
        '05' => '未支付',
        '10' => '待审中',
        '20' => '报名中',
        '24' => '签到中',
        '25' => '领取红包中',
        '26' => '退款中',
        '30' => '已结束'
    ],
    'meeting_type' =>[
        '10' => '汽车',
        '20' => '互联网',
    ],
    'filter_status' =>[
        '10' => '开启',
        '20' => '关闭',
    ],
    'click_type' =>[
        '10' => '咖啡厅',
        '20' => '会议',
    ],
    'click_status' =>[
        '10' => '点赞',
        '20' => '取消点赞',
    ],    
    'collect_status' =>[
        '10' => '收藏',
        '20' => '取消收藏',
    ],
    'coffee_state' =>[
        '10' => '正常',
        '20' => '关闭',
        '30' => '热门',
    ],
    'banner_status' =>[
        '10' => '开启',
        '20' => '关闭',
    ],
    'ad_type' => [
        '10' => '首页',
        '20' => '发现'
    ]
];