<?php
/**
 * Created by PhpStorm.
 * User: Administrator
 * Date: 2018/9/7
 * Time: 15:24
 */
return [
    'goods_type' => [
            '10' => '食品生鲜',
            '20' => '服装配饰',
            '30' => '文体保健',
            '40' => '家居日化',
            '50' => '母婴专区',
            '60' => '特色自营',
    ],
    'goods_class' => [
        '10' => '普通商品',
        '20' => '积分商品',
        '30' => '团购商品',
        '40' => '秒杀商品',
    ],
    'state' => [
        '10' => '待支付',
        '20' => '支付成功',
        '30' => '支付失败',
        '40' => '取消订单',
        '50' => '删除订单',
        '60' => '交易成功',
    ],
    'export_status' => [
        '10' => '报表已导出',
        '20' => '未导出',
    ],
    'goods_status' => [
        '00' => '下架',
        '10' => '上架',
        '20' => '未开售',
        '30' => '未审核',
        '35' => '审核拒绝',
        '40' => '强制下架'
    ]
];