<?php
/**
 * Created by PhpStorm.
 * User: wangjh
 * Date: 2018/3/15
 * Time: 11:21
 */
return [
    'verify'=>[
        'status' =>[
            '0'  =>'作废',
            '10' =>'草稿',
            '11' =>'驳回',
            '20' =>'待审',
            '30' =>'已审',
            '90' =>'完成'
        ]
    ],
    'store'=>[
        'type'=>[
           '10'=>'直营店',
           '20'=>'加盟店'
        ]
    ],
    'supplier'=>[
        'type'=>[
            '10' =>'租赁',
            '20' =>'贷款',
            '30' =>'销售'
        ]
    ],
    'order' =>[
        'pay_method' =>[
            '10' =>'现金',
            '20' =>'转账'
        ],
        'pay_type' =>[
            '10' =>'全款',
            '20' =>'押金',
            '30' =>'免费'
        ]
    ],
    'sex' =>[
        '10' => '男',
        '20' => '女',
    ],

'finance' =>[
        'object' =>[
            '80' => '用户',
             //'10' => '商户',
             //'20' => '代理',
             '30' => '通道',
             '40' => '企业',
             '50' => '银行',
             //'60' => '代付',
             //'70' => '合伙人',
             //'99' => '营销',
        ],
        'type' =>[
            '10' => '现金',
            '20' => '信用',
            '30' => '冻结',
            '40' => '金豆',
            '50' => '积分',
            '60' => '红包',
        ],
       'debit_credit_direction' => [
           '1' => '借',
           '2' => '贷',
     ],
    'account_status' => [
        '10' => '制单',
        '20' => '审核',
        '30' => '记账',
    ],
    'account_balance_status' => [
        '0' => '未更新',
        '1' => '已更新',
        '2' => '更新中',
    ],
    'account_category' =>[
        '1' => '资产',
        '2' => '负债',
        '3' => '权益',
        '4' => '收入',
        '5' => '费用',
        '6' => '收益',
    ],
    'use_status' =>[
        '0' => '关闭',
        '1' => '打开',
    ],
    'external_con_order' =>[
        //'TranTransOrder' =>'明细流水',
        'TranOrder' =>'收银流水',
        //'PlanTaskInfo' =>'计划任务汇总',
        //'PlanTaskDetail' =>'计划任务明细',
    ],
    'account_id' => [
        'System' => '系统账套',
        'Merc' => '商户账套',
    ],
    'general_account_code' => [
        '1002' => '银行存款',
        '1122' => '资产类',
        '2202' => '负债类',
        '6001' => '主营收入',
        '6401' => '主营成本',
    ]
   ]
];