<?php
/**
 * Created by PhpStorm.
 * User: wangjh
 * Date: 2018/3/15
 * Time: 11:21
 */
return [
        'top_title' =>[
            '先分三年' => '先分三年',
            '先分一年' => '先分一年',
            '共36期' => '36期 (无尾款)',
            '共48期' => '48期 (无尾款)',
            '共42期' => '42期 (无尾款)',
        ],
        'foot_title' =>[
            '三年后' => '三年后',
            '一年后' => '一年后',
            '01' => '隐藏',
        ],
        'on_status' =>[
            '01' => '本地',
            '02' => 'URL',
            '03' => '板块',
        ],
        'stick_status' =>[
            '01' => '首推',
            '02' => '不首推',
        ],
        'plan_type' =>[
            '01' => '3+2',
            '02' => '1+3',
            '03' => '36期 (无尾款)',
            '04' => '48期 (无尾款)',
            '05' => '42期 (无尾款)',
        ],
        'car_status' =>[
                '01' => '普通',
                '02' => '新车',
                '03' => '热销',
        ],
        'onshow' => [
                '0' => '下架',
                '1' => '上架',
        ],
        'url_type' =>[
                '01' =>'本地',
                '02' =>'URL',
        ],
        'status' =>[
                '0' => '关闭',
                '1' => '开启',
        ]
];