<?php
/**
 * Created by PhpStorm.
 * User: wangjh
 * Date: 2018/3/15
 * Time: 11:21
 */
return [
    'top_type' =>[
        '10' => '日常',
//        '20' => '心情',
//        '30' => '吐槽',
//        '40' => '关注',
    ],
    'show_type' =>[
        '01' => '模板一(一小图)',
        '02' => '模板二(三图)',
        '03' => '模板三(一大图)',
    ],
     'con_site' =>[
        '01' => '顶部显示',
        '02' => '底部显示',
    ],
    'status' =>[
        '01' => '首页推荐',
        '02' => '不推荐',
     ],
    'top_status' =>[
        '0' => '不显示',
        '1' => '显示',
     ],
    'day_status' =>[
        '0' => '精选不显示',
        '1' => '精选显示',
    ],


];